const Colors = [
      {
        "id": 1,
        "name": "Белая лаванда",
        "RGB": "234,231,235",
        "hex": "#eae7eb",
        "attribute": "светлый",
        "season": "зима"
      },
      {
        "id": 2,
        "name": "Цвет слоновой кости",
        "RGB": "255,255,240",
        "hex": "#fffff0",
        "attribute": "светлый",
        "season": ""
      },
      {
        "id": 3,
        "name": "Розовый лососёвый",
        "RGB": "239,165,149",
        "hex": "#efa595",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 4,
        "name": "Светло-серо-коричневый",
        "RGB": "192,160,120",
        "hex": "#c0a078",
        "attribute": "светлый",
        "season": "осень"
      },
      {
        "id": 5,
        "name": "Тыквенный",
        "RGB": "229,150,44",
        "hex": "#e5962c",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 6,
        "name": "Песочно-бежевый",
        "RGB": "184,157,94",
        "hex": "#b89d5e",
        "attribute": "приглушенный",
        "season": ""
      },
      {
        "id": 7,
        "name": "Кофе с молоком",
        "RGB": "170,132,99",
        "hex": "#aa8463",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 8,
        "name": "Паприка",
        "RGB": "",
        "hex": "",
        "attribute": "глубокий",
        "season": "осень"
      },
      {
        "id": 9,
        "name": "Кофе",
        "RGB": "83,28,6",
        "hex": "#531c06",
        "attribute": "приглушенный",
        "season": "весна"
      },
      {
        "id": 10,
        "name": "Морковный",
        "RGB": "235,127,30",
        "hex": "#eb7f1e",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 11,
        "name": "Красно-оранжевый",
        "RGB": "226,99,27",
        "hex": "#e2631b",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 12,
        "name": "Охра",
        "RGB": "240,178,84",
        "hex": "#f0b254",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 13,
        "name": "Шафран",
        "RGB": "255,191,0",
        "hex": "#ffbf00",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 14,
        "name": "Одуванчик",
        "RGB": "237,215,0",
        "hex": "#edd700",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 15,
        "name": "Горчичный",
        "RGB": "208,174,46",
        "hex": "#d0ae2e",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 16,
        "name": "Лавровый лист",
        "RGB": "92,107,61",
        "hex": "#5c6b3d",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 17,
        "name": "Пастельно коричневый (умбра)",
        "RGB": "107,85,62",
        "hex": "#6b553e",
        "attribute": "приглушенный",
        "season": ""
      },
      {
        "id": 18,
        "name": "Лесная зелень",
        "RGB": "56,120,37",
        "hex": "#387825",
        "attribute": "яркий",
        "season": "нейтральный"
      },
      {
        "id": 19,
        "name": "Лайм",
        "RGB": "150,170,37",
        "hex": "#96aa25",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 20,
        "name": "Бильярдный стол",
        "RGB": "3,89,52",
        "hex": "#035934",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 21,
        "name": "Таможенная форма",
        "RGB": "0,51,38",
        "hex": "#003326",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 22,
        "name": "Мятный зефир",
        "RGB": "106,192,152",
        "hex": "#6ac098",
        "attribute": "яркий",
        "season": "лето"
      },
      {
        "id": 23,
        "name": "Морская волна",
        "RGB": "17,127,113",
        "hex": "#117f71",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 24,
        "name": "Глубокая вода",
        "RGB": "19,139,153",
        "hex": "#138b99",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 25,
        "name": "Голубая ель",
        "RGB": "12,83,102",
        "hex": "#0c5366",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 26,
        "name": "Грозовой",
        "RGB": "24,55,77",
        "hex": "#18374d",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 27,
        "name": "Тёплый лазурит",
        "RGB": "29,91,139",
        "hex": "#1d5b8b",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 28,
        "name": "Имперский синий",
        "RGB": "33,32,89",
        "hex": "#212059",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 29,
        "name": "Южная ночь",
        "RGB": "0,0,35",
        "hex": "#000023",
        "attribute": "темный",
        "season": "лето"
      },
      {
        "id": 30,
        "name": "Черно-синий",
        "RGB": "5,0,21",
        "hex": "#050015",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 31,
        "name": "Оникс",
        "RGB": "60,53,66",
        "hex": "#3c3542",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 32,
        "name": "Кварц",
        "RGB": "63,56,62",
        "hex": "#3f383e",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 33,
        "name": "Космос",
        "RGB": "43,55,74",
        "hex": "#2b374a",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 34,
        "name": "Шинель Наполеона",
        "RGB": "86,93,119",
        "hex": "#565d77",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 35,
        "name": "Серо-фиолетовый",
        "RGB": "109,113,113",
        "hex": "#6d7171",
        "attribute": "приглушенный",
        "season": "зима, лето"
      },
      {
        "id": 36,
        "name": "Серебряный",
        "RGB": "187,205,197",
        "hex": "#bbcdc5",
        "attribute": "светлый",
        "season": "лето"
      },
      {
        "id": 37,
        "name": "Сирень Кондорсе",
        "RGB": "148,102,132",
        "hex": "#946684",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 38,
        "name": "Увядающая лаванда",
        "RGB": "175,171,171",
        "hex": "#afabab",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 39,
        "name": "Лаванда",
        "RGB": "116,89,152",
        "hex": "#745998",
        "attribute": "яркий",
        "season": "зима, лето"
      },
      {
        "id": 40,
        "name": "Темно-лавандовый",
        "RGB": "83,76,153",
        "hex": "#534c99",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 41,
        "name": "Фуксия тёмная",
        "RGB": "120,46,127",
        "hex": "#782e7f",
        "attribute": "темный",
        "season": "универсален"
      },
      {
        "id": 42,
        "name": "Пурпурная фиалка",
        "RGB": "143,17,129",
        "hex": "#8f1181",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 43,
        "name": "Баклажановый",
        "RGB": "54,14,34",
        "hex": "#360e22",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 44,
        "name": "Гибискус",
        "RGB": "150,28,62",
        "hex": "#961c3e",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 45,
        "name": "Малиновый",
        "RGB": "202,43,93",
        "hex": "#ca2b5d",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 46,
        "name": "Пастельная маджента",
        "RGB": "196,102,123",
        "hex": "#c4667b",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 47,
        "name": "Розовый румянец",
        "RGB": "250,125,142",
        "hex": "#fa7d8e",
        "attribute": "яркий",
        "season": "лето"
      },
      {
        "id": 48,
        "name": "Розовая гвоздика",
        "RGB": "237,173,176",
        "hex": "#edadb0",
        "attribute": "яркий",
        "season": "лето"
      },
      {
        "id": 49,
        "name": "Розовый с золотом",
        "RGB": "241,168,167",
        "hex": "#f1a8a7",
        "attribute": "светлый",
        "season": "зима, лето"
      },
      {
        "id": 50,
        "name": "Розовый коралл",
        "RGB": "239,83,80",
        "hex": "#ef5350",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 51,
        "name": "Красный коралл",
        "RGB": "219,31,4",
        "hex": "#db1f04",
        "attribute": "яркий",
        "season": "осень"
      },
      {
        "id": 52,
        "name": "Рубиновый",
        "RGB": "156,16,23",
        "hex": "#9c1017",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 53,
        "name": "Фалунский красный",
        "RGB": "121,16,28",
        "hex": "#79101c",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 54,
        "name": "Красно-коричневый",
        "RGB": "100,23,24",
        "hex": "#641718",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 55,
        "name": "Бордо",
        "RGB": "95,26,23",
        "hex": "#5f1a17",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 56,
        "name": "Чёрный",
        "RGB": "0,0,0",
        "hex": "#000000",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 57,
        "name": "Жёлтая земля",
        "RGB": "209,172,61",
        "hex": "#d1ac3d",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 58,
        "name": "Шартрез",
        "RGB": "131,203,24",
        "hex": "#83cb18",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 59,
        "name": "Тёмный хакки",
        "RGB": "21,28,0",
        "hex": "#151c00",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 60,
        "name": "Аквамарин",
        "RGB": "141,226,192",
        "hex": "#8de2c0",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 61,
        "name": "Сине-зелёный",
        "RGB": "16,102,74",
        "hex": "#10664a",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 62,
        "name": "Ирис",
        "RGB": "51,24,82",
        "hex": "#331852",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 63,
        "name": "Коралловый",
        "RGB": "249,135,84",
        "hex": "#f98754",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 64,
        "name": "Зелёные джунгли",
        "RGB": "22,36,22",
        "hex": "#162416",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 65,
        "name": "Хвойный",
        "RGB": "18,97,54",
        "hex": "#126136",
        "attribute": "нейтральный",
        "season": ""
      },
      {
        "id": 66,
        "name": "Прозрачный голубой",
        "RGB": "176,212,206",
        "hex": "#b0d4ce",
        "attribute": "светлый",
        "season": "лето"
      },
      {
        "id": 67,
        "name": "Серебряная лазурь",
        "RGB": "130,151,170",
        "hex": "#8297aa",
        "attribute": "светлый",
        "season": "универсальный"
      },
      {
        "id": 68,
        "name": "Дымчатая орхидея",
        "RGB": "196,141,166",
        "hex": "#c48da6",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 69,
        "name": "Айсберг",
        "RGB": "84,140,178",
        "hex": "#548cb2",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 70,
        "name": "Темно-оливковый",
        "RGB": "60,72,31",
        "hex": "#3c481f",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 71,
        "name": "Темная охра",
        "RGB": "210,158,54",
        "hex": "#d29e36",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 72,
        "name": "Пряный шоколад",
        "RGB": "108,60,40",
        "hex": "#6c3c28",
        "attribute": "приглушенный",
        "season": ""
      },
      {
        "id": 73,
        "name": "Хаки",
        "RGB": "119,116,78",
        "hex": "#77744e",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 74,
        "name": "Белый миндальный",
        "RGB": "243,225,167",
        "hex": "#f3e1a7",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 75,
        "name": "Желто-бежевый",
        "RGB": "225,192,134",
        "hex": "#e1c086",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 76,
        "name": "Умбра желтая",
        "RGB": "196,182,135",
        "hex": "#c4b687",
        "attribute": "приглушенный",
        "season": ""
      },
      {
        "id": 77,
        "name": "Горький шоколад",
        "RGB": "47,18,2",
        "hex": "#2f1202",
        "attribute": "темный",
        "season": ""
      },
      {
        "id": 78,
        "name": "Бежевая пудра",
        "RGB": "227,202,161",
        "hex": "#e3caa1",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 79,
        "name": "Лосось",
        "RGB": "241,151,96",
        "hex": "#f19760",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 80,
        "name": "Песок пустыни",
        "RGB": "237,247,179",
        "hex": "#edf7b3",
        "attribute": "светлый",
        "season": "лето"
      },
      {
        "id": 81,
        "name": "Пепельно-коричневый",
        "RGB": "100,94,75",
        "hex": "#645e4b",
        "attribute": "яркий",
        "season": "осень"
      },
      {
        "id": 82,
        "name": "Зелено-серый",
        "RGB": "79,82,68",
        "hex": "#4f5244",
        "attribute": "темный",
        "season": ""
      },
      {
        "id": 83,
        "name": "Серо оливковый",
        "RGB": "144,145,111",
        "hex": "#90916f",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 84,
        "name": "Необработанный сапфир",
        "RGB": "67,84,140",
        "hex": "#43548c",
        "attribute": "темный",
        "season": "осень"
      },
      {
        "id": 85,
        "name": "Королевский голубой",
        "RGB": "60,104,153",
        "hex": "#3c6899",
        "attribute": "темный",
        "season": "лето"
      },
      {
        "id": 86,
        "name": "Синий Кляйна",
        "RGB": "14,22,83",
        "hex": "#0e1653",
        "attribute": "яркий",
        "season": "универсальный"
      },
      {
        "id": 87,
        "name": "Сумеречно-лавандовый",
        "RGB": "106,74,113",
        "hex": "#6a4a71",
        "attribute": "приглушенный",
        "season": "осень"
      },
      {
        "id": 88,
        "name": "Аметист",
        "RGB": "89,90,142",
        "hex": "#595a8e",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 89,
        "name": "Пыльная сирень",
        "RGB": "181,182,215",
        "hex": "#b5b6d7",
        "attribute": "светлый",
        "season": "лето"
      },
      {
        "id": 90,
        "name": "Турецкий розовый",
        "RGB": "177,104,127",
        "hex": "#b1687f",
        "attribute": "приглушенный",
        "season": "лето"
      },
      {
        "id": 91,
        "name": "Тиффани",
        "RGB": "60,166,144",
        "hex": "#3ca690",
        "attribute": "яркий",
        "season": "весна"
      },
      {
        "id": 92,
        "name": "Изумруд",
        "RGB": "24,138,107",
        "hex": "#188a6b",
        "attribute": "яркий",
        "season": "зима"
      },
      {
        "id": 93,
        "name": "Темная бирюза",
        "RGB": "0,67,59",
        "hex": "#00433b",
        "attribute": "темный",
        "season": "зима"
      },
      {
        "id": 94,
        "name": "Голубой лунный камень",
        "RGB": "109,178,207",
        "hex": "#6db2cf",
        "attribute": "светлый",
        "season": "весна"
      },
      {
        "id": 95,
        "name": "Красный каштан",
        "RGB": "158,58,28",
        "hex": "#9e3a1c",
        "attribute": "теплый",
        "season": "осень"
      },
      {
        "id": 96,
        "name": "Пепельная роза",
        "RGB": "172,84,99",
        "hex": "#ac5463",
        "attribute": "приглушенно-темный",
        "season": "лето"
      },
      {
        "id": 97,
        "name": "Джеральдин",
        "RGB": "122,59,67",
        "hex": "#7a3b43",
        "attribute": "темный",
        "season": "лето"
      },
      {
        "id": 98,
        "name": "Шампанское",
        "RGB": "232,248,186",
        "hex": "#e8f8ba",
        "attribute": "светлый",
        "season": ""
      },
      {
        "id": 99,
        "name": "Жемчужный белый",
        "RGB": "242,244,202",
        "hex": "#f2f4ca",
        "attribute": "светлый",
        "season": "весна, осень"
      },
      {
        "id": 100,
        "name": "Мелисса",
        "RGB": "95,221,122",
        "hex": "#5fdd7a",
        "attribute": "светлый",
        "season": "лето"
      }
  ];


export default Colors;
